Repository: saschaefer/mdadm-deb-pkg
Catalog: trunk/debian/po/*.po
Languages: de, fr

source: MD arrays needed for the root filesystem:
de: Für das Wurzeldateisystem benötigte RAID Verbünde:
fr: Ensembles MD requis par le système de fichiers racine :

source: Please enter a space-separated list of devices, 'all', or 'none'. You may omit the leading '/dev/' and just enter e.g. "md0 md1", or "md/1 md/d0".
de: Bitte geben Sie eine leerzeichenseparierte Geräteliste oder "all" ein. Sie können das führende "/dev/" weglassen und z.B. nur "md0 md1" oder "md/1 md/d0" eingeben.
fr: Veuillez indiquer une liste de périphériques, séparés par des espaces, « all » ou « none ». Vous pouvez omettre « /dev/ » et simplement indiquer par exemple, « md0 md1 » ou « md/1 md/d0 ».

source: for internal use - only the long description is needed.
de: für internen Gebrauch - es wird nur die ausführliche Beschreibung benötigt.
fr: pour utilisation interne - seule la description longue est nécessaire

source: If your system has its root filesystem on an MD array (RAID), it needs to be started early during the boot sequence. If your root filesystem is on a logical volume (LVM), which is on MD, all constituent arrays need to be started.
de: Wenn das Wurzeldateisystem Ihres Systems auf einem RAID Verbund liegt, muß es früh während des Bootvorgangs gestartet werden. Wenn sich Ihr Wurzeldateisystem auf einem logischen Laufwerk (LVM) befindet, das sich wiederum auf RAID Verbünden befindet, müssen alle zugehörigen Verbünde gestartet werden.
fr: Si le système de fichiers racine se trouve sur un ensemble MD (RAID), il doit être lancé au début de la procédure de démarrage. Si le système de fichiers racine se trouve sur un volume logique (« LVM »), qui se trouve aussi sur un volume MD, tous les composants de l'ensemble doivent être démarrés.

source: If you know exactly which arrays are needed to bring up the root filesystem, and you want to postpone starting all other arrays to a later point in the boot sequence, enter the arrays to start here. Alternatively, enter 'all' to simply start all available arrays.
de: Wenn Sie genau wissen welche Verbünde benötigt werden, um das Wurzeldateisystem zu starten, und Sie den Start der anderen Verbünde auf einen späteren Zeitpunkt in der Bootreihenfolge verschieben wollen, geben Sie die zu startenden Verbünde hier ein. Alternativ geben Sie "all" ein, um alle verfügbaren Verbünde zu starten.
fr: Si vous savez exactement quels sont les ensembles RAID nécessaires au démarrage du système de fichiers racine et si vous souhaitez différer le démarrage de tous les autres ensembles, veuillez les indiquer ici. Vous pouvez aussi indiquer « all » pour démarrer tous les ensembles existants.

source: If you do not need or want to start any arrays for the root filesystem, leave the answer blank (or enter 'none'). This may be the case if you are using kernel autostart or do not need any arrays to boot.
de: Falls Sie keine RAID Verbünde für das Wurzeldateisystem benötigen oder starten wollen, lassen Sie die Antwort leer (oder geben 'none' ein). Dies könnte der Fall sein, wenn Sie entweder die Autostartfunktion des Kernels verwenden oder keine RAID Verbünde zum Booten benötigen.
fr: Si vous n'avez pas besoin ou ne souhaitez pas démarrer d'ensemble RAID pour le système de fichiers racine, veuillez laissez l'entrée vide (ou indiquez « none »). Ceci peut être le cas si vous utilisez l'option autostart démarrage ou si vous n'avez besoin d'aucun ensemble pour démarrer.

source: An error occurred: device node does not exist
de: Ein Fehler ist aufgetreten: Geräteknoten existiert nicht
fr: Erreur : périphérique inconnu

source: An error occurred: not a block device
de: Ein Fehler ist aufgetreten: kein Blockgerät
fr: Erreur : ce n'est pas un périphérique en mode bloc

source: An error occurred: not an MD array
de: Ein Fehler ist aufgetreten: kein RAID Verbund
fr: Erreur : ce n'est pas un ensemble RAID

source: An error occurred: array not listed in mdadm.conf file
de: Ein Fehler ist aufgetreten: Verbund nicht in der Datei mdadm.conf aufgeführt
fr: Erreur : ensemble non mentionné dans le fichier mdadm.conf

source: Proceed with starting arrays not listed in mdadm.conf?
de: Mit dem Starten der nicht in mdadm.conf aufgeführten Verbünde fortfahren?
fr: Faut-il continuer et démarrer les ensembles RAID non mentionnés dans mdadm.conf ?

source: The array you have specified (${array}) is not listed in the configuration file ${config}. Therefore it cannot be started during boot, unless you correct the configuration file and recreate the initial ramdisk.
de: Der von Ihnen angegebene Verbund (${array}) ist in der Konfigurationsdatei ${config} nicht aufgeführt. Deshalb kann er während des Bootvorgangs nicht gestartet werden, es sei denn Sie korrigieren die Konfigurationsdatei und erzeugen die initiale Ramdisk neu.
fr: L'ensemble (${array}) que vous avez spécifié n'est pas mentionné dans le fichier de configuration ${config}. Il ne sera donc pas démarré à moins que vous corrigiez le fichier de configuration et que vous génériez de nouveau le disque mémoire initial (« ramdisk »).

source: Please refer to /usr/share/doc/mdadm/README.upgrading-2.5.3.gz if you intend to continue.
de: Bitte lesen Sie /usr/share/doc/mdadm/README.upgrading-2.5.3.gz falls Sie beabsichtigen fortzufahren.
fr: Veuillez consulter /usr/share/doc/mdadm/README.upgrading-2.5.3.gz si vous souhaitez continuer.

source: This warning is only relevant if you need arrays to be started from the initial ramdisk to be able to boot. If you use kernel autostarting, or do not need any arrays to be started as early as the initial ramdisk is loaded, you can simply continue. Alternatively, choose not to continue and enter 'none' when prompted which arrays to start from the initial ramdisk.
de: Diese Warnung ist nur von Bedeutung wenn Sie RAID Verbünde, die von der initialen Ramdisk gestartet werden, benötigen, um booten zu können. Falls Sie die Autostartfunktion des Kernels verwenden oder kein RAID Verbund zum frühen Zeitpunkt des Ladens der initialen Ramdisk gestartet werden muß, können Sie einfach fortfahren. Alternativ wählen Sie nicht fortfahren und geben 'none' ein, wenn Sie gefragt werden, welche RAID Verbünde von der initialen Ramdisk gestartet werden sollen.
fr: Cet avertissement n'a de signification que s'il est nécessaire que l'ensemble RAID soit lancé à partir du disque mémoire initial afin de pouvoir démarrer le système. Si vous utilisez le démarrage automatique par le noyau, ou si vous n'avez pas besoin de lancer d'ensemble RAID en même temps que le disque mémoire initial, vous pouvez simplement poursuivre. Vous pouvez aussi choisir de ne pas poursuivre et entrer « none » lorsque vous sera demandé le nom des ensembles RAID à démarrer à partir du disque mémoire initial.

source: Do you want to start MD arrays automatically?
de: Möchten Sie die RAID Verbünde automatisch starten?
fr: Faut-il démarrer automatiquement les ensembles RAID ?

source: Once the base system has come up, mdadm can start all MD arrays (RAIDs) specified in /etc/mdadm/mdadm.conf, which have not yet been started. Unless you have compiled multiple device (MD) support into the kernel and marked all partitions part of MD arrays with type 0xfd (as those and only those will be started automatically by the kernel), this is probably what you want.
de: Sobald das Grundsystem hochgefahren ist, kann mdadm alle in /etc/mdadm/mdadm.conf angegebenen RAID Verbünde starten, die noch nicht gestartet worden sind. Falls Sie nicht die RAID Unterstützung in den Kernel einkompiliert haben und alle Partitionen, die zu einem RAID Verbund gehören, mit dem Typ 0xfd markiert haben (weil diese und nur diese automatisch vom Kernel gestartet werden), ist dies wahrscheinlich das, was Sie wollen.
fr: Lorsque le système de base a démarré, mdadm peut démarrer tous les ensembles (RAID) indiqués dans /etc/mdadm/mdadm.conf qui n'ont pas encore été démarrés. Cela est recommandé, sauf si la gestion MD a été compilée dans le noyau et que toutes les partitions faisant partie d'un ensemble RAID ont été marquées avec le type 0xfd (car seul ce type de partition sera démarré automatiquement par le noyau), ce qui est probablement ce que vous désirez.

source: Should mdadm run monthly redundancy checks of the MD arrays?
de: Soll mdadm monatlich die Redundanzüberprüfung auf den RAID Verbünden ausführen?
fr: Faut-il vérifier chque mois la redondance des ensembles RAID ?

source: If your kernel supports it (>> 2.6.14), mdadm can periodically check the redundancy of your MD arrays (RAIDs). This may be a resource-intensive process, depending on your setup, but it could help prevent rare cases of data loss. Note that this is a read-only check unless errors are found; if errors are found, mdadm will try to correct them, which may result in write access to the media.
de: Falls Ihr Kernel es unterstützt (>> 2.6.14) kann mdadm regelmäßig die Redundanz Ihrer RAID Verbünde überprüfen. Dies kann abhängig von Ihrer Installation ein resourcenintensiver Vorgang sein, der aber helfen kann, seltene Fälle von Datenverlust zu vermeiden. Bemerken Sie bitte, daß diese Überprüfung nur lesend erfolgt, solange keine Fehler gefunden werden. Falls Fehler gefunden werden, wird mdadm versuchen diese zu beheben, was zu schreibendem Zugriff auf das Medium führen kann.
fr: Si le noyau le gère (à partir de la version 2.6.14), mdadm peut vérifier périodiquement la redondance des périphériques RAID. Cette action peut demander beaucoup de ressources selon la configuration, mais cela aide à prévenir les rares cas de pertes de données. Notez que ce test est réalisé en lecture seule à moins que des erreurs ne soient rencontrées. Si des erreurs sont détectées, mdadm essayera de les corriger, ce qui entraînera des écritures sur le média.

source: The default, if turned on, is to run the checks on the first Sunday of every month at 01:06 o'clock.
de: Die Voreinstellung ist, falls eingeschaltet, die Überprüfung am ersten Sonntag jedes Monats um 01:06 Uhr durchzuführen.
fr: Par défaut, la vérification s'effectuera tous les premiers dimanche du mois à 01 h 06.

source: Do you want to start the MD monitoring daemon?
de: Möchten Sie den RAID Überwachungsdämon starten?
fr: Faut-il démarrer le démon de surveillance MD ?

source: The MD (RAID) monitor daemon sends email notifications in response to important MD events (such as a disk failure). You probably want to enable it.
de: Der RAID Überwachungsdämon verschickt Benachrichtigungen als Reaktion auf wichtige RAID Ereignisse (wie zum Beispiel Festplattenausfälle). Sie werden diese Option wahrscheinlich aktivieren wollen.
fr: Le démon de surveillance MD envoie des notifications par courriel lors d'importants événements MD (comme une panne de disque dur). Il est recommandé de l'activer.

source: Recipient for email notifications:
de: Empfänger der Emailbenachrichtungen:
fr: Destinataire des notifications par courriel :

source: Please enter the email address of the user who should get the email notification for important MD events.
de: Geben Sie bitte die Emailadresse des Benutzers an, der die Emailbenachrichtigung für wichtige RAID Ereignisse erhalten soll.
fr: Veuillez indiquer l'adresse électronique de l'utilisateur qui doit recevoir les notifications lors d'importants événements MD.
